<?php
// Heading
$_['heading_title']       = 'Блог';

// Text
$_['text_blogs']          = 'Блог';
$_['text_success']        = 'Вы успешно добавили свой комментарий!';
$_['text_approval']       = 'Вы успешно добавили свой комментарий, и он ждет одобрения модератора!';
$_['text_no_blogs']       = 'В настоящее время в этом магазине нет блогов!';
$_['text_read_more']      = 'Читать дальше';
$_['text_date_added']     = 'Добавлено';
$_['text_login_required'] = 'Для добавления комментария необходимо<a href="%s">войти в систему < /a>. Если у вас нет учетной записи, вы можете зарегистрировать ее. Регистрация бесплатная!';
$_['text_your_comments']  = 'Cвои комментарии';
$_['text_leave_comment']  = 'Оставить комментарий';
$_['text_error']       	  = 'Блог не найден';

// Entry
$_['entry_author']        = 'Автор';
$_['entry_email']         = 'E-Mail';
$_['entry_comment']       = 'Комментарий';

// Column
$_['column_title']        = 'Название блога';

// Button
$_['button_comment_add']  = 'Добавить комментарий';
$_['button_list_blogs']   = 'Список всех блогов';
$_['button_view']         = 'Посмотреть блог';

// Email
$_['email_subject']       = 'Комментарий в блоге: %s';
$_['email_content']       = 'Комментарий был сделан относительно блога под названием "%s".';

// Error
$_['error_author']        = 'Имя автора должно быть от 1 до 32 символов';
$_['error_email']         = 'Адрес электронной почты не представляется действительным!'
$_['error_comment']       = 'Комментарий должен быть от 10 до 3000 символов!';

